Repository: hakanglg/Lingo-Leitner
Catalog: Resources/*.lproj/Localizable.strings
Languages: tr

# premium_upgrade
source: Upgrade to Premium
tr: Premium'a Yükselt

# premium_subtitle_unlimited
source: Add Unlimited Words
tr: Sınırsız Kelime Ekleyin

# premium_subtitle_ads
source: Remove Ads
tr: Reklamları kaldırın

# premium_trial_button
source: Try 1 Week Free
tr: 1 Hafta Ücretsiz Deneyin

# watch_ad_button
source: Watch Ad & Get 5 Words
tr: Reklam İzle ve 5 Kelime Kazan

# premium_footer_text
source: 1 week free, then only $4.99 per month
tr: 1 hafta ücretsiz, ardından aylık sadece $4.99

# premium_feature_unlimited
source: Unlimited Word Adding
tr: Sınırsız Kelime Ekleme

# premium_feature_no_ads
source: Ad-Free Experience
tr: Reklamsız Deneyim

# premium_feature_exclusive
source: Exclusive Content
tr: Özel İçerikler

# premium_purchase_started
source: Premium purchase process started
tr: Premium satın alma işlemi başlatıldı

# watch_ad_started
source: Ad watching process started
tr: Reklam izleme işlemi başlatıldı

# daily_word_limit_reduced
source: Daily word limit reduced by
tr: Günlük kelime limiti azaltıldı:

source: Total Words
tr: Toplam Kelime

source: Daily Streak
tr: Günlük Seri

# mastered_words
source: Mastered
tr: Öğrenilen

source: Upgrade to Premium
tr: Premium'a Geç

source: Premium Member
tr: Premium Üye

source: Logout
tr: Çıkış Yap

source: Delete Account
tr: Hesabı Sil
